---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilterNumericGreaterOrEqual
source: html/64b227b9-22dc-5bcb-b7df-082a050b79df.htm
---
# FilterNumericGreaterOrEqual Methods

Derived classes should override this method to implement the desired test.